Repository: thinkWhere/DMIS
Catalog: client/src/locale/messages.*.xlf
Languages: km

# headerNameOfApplication
source: DMIS Cambodia
km: ប្រព័ន្ធព័ត៌មានគ្រប់គ្រងគ្រោះមហន្តរាយកម្ពុជា

# mapCategoryPreparedness
source: Preparedness
km: ការត្រៀមបម្រុង

# mapCategoryIncidents
source: Incidents and Warnings
km: ឧប្បត្តិហេតុនិងប្រកាសអាសន្ន

# mapCategoryAssessment
source: Assessment and Response
km: ការវាយតម្លៃនិងការឆ្លើយតប

# headerAboutLink
source: About
km: អំពី

# headerAboutLinkTitle
source: Go to the about page
km: ទៅទំព័រអំពី

# headerMapLink
source: Map
km: ផែនទី

# headerMapLinkTitle
source: Go to the map page
km: ទៅទំព័រផែនទី

# headerFaqLink
source: FAQ
km: សំនួរញឹកញាប់

# headerFAQLinkTitle
source: Go to the FAQ page
km: ទៅទំព័រសំនួរញឹកញាប់

# headerEWSLink
source: EWS
km: ប្រព័ន្ធប្រកាសឲ្យដឹងមុន

# headerEWSLinkTitle
source: Go to the EWS website
km: ទៅគេហទំព័រប្រព័ន្ធប្រកាសឲ្យដឹងមុខ

# headerWeatherMapLink
source: Weather
km: ធាតុអាកាស

# headerWeatherMapLinkTitle
source: Go to the weather map
km: ទៅផែនទីធាតុអាកាស

source: Login
km: ចូល

# headerWelcomeMessage
source: Hi
km: សួរស្ដី

# headerAdminLink
source: Admin
km: អ្នកគ្រប់គ្រង

# headerLogoutLink
source: Logout
km: ចេញ

source: Username
km: ឈ្មោះ​អ្នកប្រើប្រាស់

# loginUsernameRequired
source: Your username is required
km: ទាមទារឈ្មោះអ្នកប្រើរបស់អ្នក

source: Password
km: ពាក្យសម្ងាត់

# loginPasswordRequired
source: Password is required
km: ទាមទារពាក្យសម្ងាត់

source: Error
km: មានបញ្ហា

# loginUsernamePasswordIncorrect
source: Username or password is incorrect.
km: ឈ្មោះអ្នកប្រើឬពាក្យសម្ងាត់មិនត្រឹមត្រូវ

# mapToggleCategory
source: Change category
km: ប្ដូរជំពូក

# mapToggleLayerGroup
source: Toggle layer group
km: បិទ / បើកក្រុមស្រទាប់

# mapRefreshLayer
source: Refresh
km: ធ្វើ​ឱ្យ​ស្រស់

# mapMeasureHelpMsg
source: Click to start drawing
km: ចុចដើម្បីចាប់ផ្ដើមគំនូរ

# mapMeasureContinuePolygonMsg
source: Click to continue drawing the polygon
km: ចុចដើម្បីបន្តគូរពហុកោណ

# mapMeasureContinueLineMsg
source: Click to continue drawing the line
km: ចុចដើម្បីបន្តគូរបន្ទាត់

# titleApplication
source: DMIS
km: ប្រព័ន្ធព័ត៌មានគ្រប់គ្រងគ្រោះមហន្តរាយ

# homeDescription
source: This Disaster Management Information System provides a centralised repository for the systematic collection, documentation, analysis and display of relevant data related to the preparedness, detection and response to natural and man made disasters.
km: ប្រព័ន្ធព័ត៌មានគ្រប់គ្រងគ្រោះមហន្តរាយនេះគឺជាការប្រមូលផ្ដុំប្រព័ន្ធឯកសារ ការរក្សាទិន្នន័យ ការវិភាគនិងបង្ហាញទិន្នន័យដែលទាក់ទងនឹងការត្រៀមបម្រុង ការរុករក និងការឆ្លើយតបទៅនឹងគ្រោះធម្មជាតិនិងដោយមនុស្ស

# homeViewMap
source: View map
km: មើលផែនទី

# homeDescriptionParagraph
source: The DMIS is a tool that helps to provide alerting and analysis functionality to members of the disaster response community in Cambodia, in order to better prepare communities and reduce the impact of disasters.
km: ប្រព័ន្ធព័ត៏មានគ្រប់គ្រងគ្រោះមហន្តរាយ គឺជាឧបករណ៍មួយដែលជួយផ្តល់ជូននូវការរំលឹកនិងមុខងារវិភាគដល់សមាជិកនៃក្រុមអ្នកឆ្លើយតបគ្រោះមហន្តរាយនៅកម្ពុជាដើម្បីរៀបចំសហគមន៍អោយបានល្អប្រសើរនិងកាត់បន្ថយផលប៉ះពាល់នៃគ្រោះមហន្តរាយ

# homeDescriptionParagraphPartTwo
source: The Disaster Management Information System was developed by thinkWhere in partnership with People in Need on behalf of the World Food Programme for use by the National Committee for Disaster Management in Cambodia and other Civil Society Organisations.
km: ប្រព័ន្ធព័ត៌មានគ្រប់គ្រងគ្រោះមហន្តរាយត្រូវបានបង្កើតឡើងដោយ thinkWhere ក្នុងភាពជាដៃគូជាមួយ អង្គការ People In Need ក្រោមកាឧបត្ថម្ភរបស់កម្មវិធីស្បៀងអាហារពិភពលោកសម្រាប់ការប្រើប្រាស់ដោយគណៈកម្មាធិការជាតិគ្រប់គ្រងគ្រោះមហន្តរាយនៅកម្ពុជានិងអង្គការសង្គមស៊ីវិលដទៃទៀត

# faqHeader
source: Frequently Asked Questions
km: សំណួរ​ដែលគេ​ច្រើន​សួរ

# faqSubheader
source: Simple answers to your most common questions
km: ចម្លើយសាមញ្ញទៅនឹងសំណួរទូទៅបំផុតរបស់អ្នក

# faq1
source: What is DMIS?
km: សំនួរញឹកញាប់

# answer1
source: This Disaster Management Information System provides a centralised repository for the systematic collection, documentation, analysis and display of relevant data related to the preparedness, detection and response to natural and man made disasters. The DMIS is a tool that helps to provide alerting and analysis functionality to members of the disaster response community in Cambodia, in order to better prepare communities and reduce the impact of disasters. The Disaster Management Information System was developed by thinkWhere in partnership with People in Need on behalf of the World Food Programme for use by the National Committee for Disaster Management in Cambodia and other Civil Society Organisations.
km: សំនួរញឹកញាប់

# faq2
source: What data is available through DMIS?
km: សំនួរញឹកញាប់

# answer2
source: There are various datasets provided in three different categories: Preparadness, Incidents and Warnings, Assessment and Response. Mapping data provides information on Cambodian demographics, infrastructure, weather conditions and other.
km: សំនួរញឹកញាប់

# faq3
source: How can my organization gain access to DMIS?
km: សំនួរញឹកញាប់

# answer3
source: Please get in touch with us at support@dmis.com
km: សំនួរញឹកញាប់

# faq4
source: How do I reset my username/password?
km: សំនួរញឹកញាប់

# answer4
source: Please get in touch with us at support@dmis.com
km: សំនួរញឹកញាប់

# faq5
source: I cannot see some datasets, why?
km: សំនួរញឹកញាប់

# answer5
source: Some datasets, for instance Earth Network Lightning information, are dynamic are only displayed when available.
km: សំនួរញឹកញាប់

# faq6
source: How can I create additional accounts for my colleagues?
km: សំនួរញឹកញាប់

# answer6
source: You will require admin privileges to add additional users. Please get in touch with us at support@dmis.com
km: សំនួរញឹកញាប់

# weatherTitle
source: Weather
km: ធាតុអាកាស

# adminheader
source: Admin
km: Missing!

# adminManageUsersHeader
source: Manage users
km: គ្រប់គ្រងអ្នកប្រើ

# adminUsersHeader
source: Users
km: អ្នកប្រើ

# adminAddUserHeader
source: Add user
km: ​បន្ថែមអ្នកប្រើ

# adminManageLayersHeader
source: Manage layers
km: គ្រប់គ្រងស្រទាប់

# adminLayersHeader
source: Layers
km: ស្រទាប់

source: Role
km: តួនាទី

source: Admin
km: អ្នកគ្រប់គ្រង

# adminOptionRoleUser
source: User
km: អ្នកប្រើ

# adminEditButton
source: Edit
km: កែសម្រួល

# adminSaveButton
source: Save
km: រក្សាទុក

# adminDeleteButton
source: Delete
km: លុប

# adminErrorDeleteUser
source: Could not delete the user.
km: មិនអាចលុបអ្នកប្រើ

# adminDeleteUserConfirmation
source: Delete confirmation
km: លុបការបញ្ជាក់

# adminDeleteUserConfirmationText
source: Are you sure you want to delete this user?
km: តើអ្នកប្រាកដជាចង់លុបអ្នកប្រើនេះមែនទេ​ ?

# adminCancelButton
source: Cancel
km: បោះបង់

# adminConfirmButton
source: Confirm
km: យល់ព្រម

# adminUsernameRequired
source: Username is required
km: ទាមទារឈ្មោះអ្នកប្រើ

# adminUsernameMinCharacters
source: Username must be at least 4 characters long.
km: ឈ្មោះអ្នកប្រើត្រូវមានយ៉ាងហោចណាស់ 4 តួ

# adminUsernameMaxCharacters
source: Username cannot be more than 24 characters long.
km: ឈ្មោះអ្នកប្រើមិនអាចវែងជាង 24 តួ

# adminPasswordLabel
source: Password
km: ពាក្យសម្ងាត់

# adminPasswordRequired
source: Password is required
km: ទាមទារពាក្យសម្ងាត់

# adminRoleRequired
source: Role is required
km: ទាមទារពាក្យសម្ងាត់

source: Success
km: ជោគជ័យ

# adminSuccessAddUser
source: Successfully added a user.
km: បានបន្ថែមអ្នកប្រើប្រាស់ដោយជោគជ័យ

# adminFailedAddUser
source: Failed to add a user. Does this username already exist?
km: បានបរាជ័យក្នុងការបន្ថែមអ្នកប្រើ។ តើឈ្មោះអ្នកប្រើនេះមានរួចហើយឬទេ?

# adminInvalidUsername
source: The username is invalid. Please make sure you don't have any whitespaces in your username.
km: ឈ្មោះអ្នកប្រើមិនត្រឹមត្រូវ។ សូមប្រាកដថាអ្នកមិនមានចន្លោះប្រហោងក្នុងឈ្មោះអ្នកប្រើរបស់អ្នកទេ។

# adminLayerTitle
source: Title
km: ចំណងជើង

# adminLayerCategory
source: Category
km: ជំពូក

# adminLayerGroup
source: Group
km: ក្រុម

# adminLayerDetailsButton
source: Details
km: ព័ត៏មានលំអិត

# adminErrorLayerList
source: Could not get the list of layers.
km: មិនអាចទទួលបានបញ្ជីស្រទាប់។

# adminLayerDetailsHeader
source: Layer details
km: ព័ត៌មានលំអិតនៃស្រទាប់

# adminLayerCopyright
source: Copyright
km: រក្សាសិទ្ធិ

# adminErrorEditLayer
source: Could not get the layer details.
km: មិនអាចទទួលបានព័ត៌មានលំអិតនៃស្រទាប់
